package ru.markn.content.pres.day2

enum class Day2Phrase(val text: String) {
    EMPTY(""),
    ANSWER_PHONE("Лешу разбудил звонок от его друга Макса, заядлого спортсмена, который не пропускал ни дня без тренировок. Ему совсем не хотелось вставать, но данное обещание пойти сегодня на утреннюю пробежку ставило его перед непростым выбором."),
    MAKS_HI_LESHA("Макс: Привет, Леша! Ты что спишь?! Давай вставай и идем на тренировку!"),
    LESHA_I_MISS("Леша: Ничего страшного если я пропущу одну тренировку. Тем более я не выспался, а полноценный сон ничуть не хуже тренировки для здоровья."),
    LESHA_BETTER_NOT_ANSWER("Леша: А если просто не взять трубку? Макс подумает, что я еще сплю... В конце концов, это не преступление – проспать тренировку."),
    LESHA_YES_I_RUN("Леша: Да, уже бегу!"),
}