package ru.markn.content.pres.day1

enum class Day1Phrase(val text: String) {
    EMPTY(""),
    OCTOBER("12 октября 2025-го."),
    THIS_CITY_AFRAID_OF_ME("Этот город боится меня, я видел его истинное лицо: Все эти либералы, интеллектуалы, сладкоголосые болтуны... и от чего-то вдруг ни кто не знает что сказать."),
    BELLOW_ME_THIS_CITY("Подо мной, этот ужасный город, он вопит как скотобойня полная умственно-отсталых детей, а ночь воняет блудом и нечистой совестью."),
    WHOLE_WORLD("Теперь весь мир стоит на краю, глядя в чертово пекло. А эта ночь воняет блудом и нечистой совестью."),
}